{
  "the titanomachy": {
    "title": "The Titanomachy",
    "summary": "A ten-year war in which Zeus and the Olympians overthrew the Titans.",
    "characters": ["zeus", "cronus", "rhea", "gaia", "uranus"],
    "events": [
      "Zeus frees his siblings from Cronus.",
      "The Olympians and Titans wage war.",
      "The Olympians win; Titans are imprisoned."
    ]
  },
  "birth of athena": {
    "title": "The Birth of Athena",
    "summary": "Athena is born from Zeus in an extraordinary way.",
    "characters": ["zeus", "athena"],
    "events": [
      "Zeus experiences severe pain.",
      "Athena emerges fully armed."
    ]
  },
  "the creation": {
    "title": "The Creation",
    "summary": "The beginning of everything.",
    "characters": ["chaos", "gaia", "tartarus", "eros"],
    "events": [
      "In the beginning, there was only Chaos, the gaping emptiness. Then, either all by themselves or out of the formless void, sprang forth three more primordial deities: Gaea (Earth), Tartarus (the Underworld), and Eros (Love). Once Love was there, Gaea and Chaos were able to procreate and shape everything known and unknown in the universe."
    ]
  },
  "castration of Uranus": {
    "title": "Castration of Uranus",
    "summary": "Cronus castrated Uranus and took over.",
    "characters": ["uranus", "gaia", "cyclopes", "hecatoncheires", "cronus", "giants", "meliae", "erinyes", "aphrodite"],
    "events": [
      "Gaia gave birth to Uranus, the Starry Sky. Uranus became Gaia's husband, surrounding her from all sides. Together, they produced three sets of children: the three one-eyed Cyclopes, the three Hundred-Handed Hecatoncheires, and the twelve Titans.",
        "However, Uranus was a cruel husband and an even crueler father. He hated his children and didn’t want to allow them to see the light of day. So, he imprisoned them into the hidden places of the earth, Gaia's womb. This angered Gaia, and she plotted with her sons against Uranus. She made a harpe, a great adamant sickle, and tried to incite her children to attack Uranus. All were too afraid, except the youngest Titan, Cronus.",
    "Gaia and Cronus set up an ambush for Uranus. As he was preparing to lay with Gaia, Cronus castrated him with the sickle, throwing his severed genitals into the ocean. It is unclear as to what happened to Uranus afterward; he either died, withdrew from the earth, or exiled himself to Italy. From the blood that was spilled on the earth due to his castration, emerged the Giants, the Meliae (the Ash Tree Nymphs), and the Erinyes (the Furies). From the sea foam that was produced when his genitals fell into the ocean, arose Aphrodite, the Goddess of Beauty."
    ]
  }
}
