{
  "birth of athena": {
    "title": "The Birth of Athena",
    "summary": "Athena is born from Zeus in an extraordinary way.",
    "characters": ["zeus", "athena"],
    "events": [
      "Zeus experiences severe pain.",
      "Athena emerges fully armed."
    ]
  },
  "the creation": {
    "title": "The Creation",
    "summary": "The beginning of everything.",
    "characters": ["chaos", "gaia", "tartarus", "eros"],
    "events": [
      "In the beginning, there was only Chaos, the gaping emptiness. Then, either all by themselves or out of the formless void, sprang forth three more primordial deities: Gaea (Earth), Tartarus (the Underworld), and Eros (Love). Once Love was there, Gaea and Chaos were able to procreate and shape everything known and unknown in the universe."
    ]
  },
  "castration of Uranus": {
    "title": "Castration of Uranus",
    "summary": "Cronus castrated Uranus and took over.",
    "characters": ["uranus", "gaia", "cyclopes", "hecatoncheires", "cronus", "giants", "meliae", "erinyes", "aphrodite"],
    "events": [
      "Gaia gave birth to Uranus, the Starry Sky. Uranus became Gaia's husband, surrounding her from all sides. Together, they produced three sets of children: the three one-eyed Cyclopes, the three Hundred-Handed Hecatoncheires, and the twelve Titans.",
        "However, Uranus was a cruel husband and an even crueler father. He hated his children and didn’t want to allow them to see the light of day. So, he imprisoned them into the hidden places of the earth, Gaia's womb. This angered Gaia, and she plotted with her sons against Uranus. She made a harpe, a great adamant sickle, and tried to incite her children to attack Uranus. All were too afraid, except the youngest Titan, Cronus.",
    "Gaia and Cronus set up an ambush for Uranus. As he was preparing to lay with Gaia, Cronus castrated him with the sickle, throwing his severed genitals into the ocean. It is unclear as to what happened to Uranus afterward; he either died, withdrew from the earth, or exiled himself to Italy. From the blood that was spilled on the earth due to his castration, emerged the Giants, the Meliae (the Ash Tree Nymphs), and the Erinyes (the Furies). From the sea foam that was produced when his genitals fell into the ocean, arose Aphrodite, the Goddess of Beauty."
    ]
  },
  "Cronus devouring his children": {
    "title": "Cronus Devouring His Children",
    "summary": "Zeus freed his siblings from children-eating Cronus and became the leader of Olympian gods.",
    "characters": ["cronus", "zeus", "cyclopes", "hecatoncheires", "tartarus", "campe", "rhea", "gaia", "uranus","adrasteia","ida","amalthea","metis","hestia","demeter","hera","hades","poseidon"],
    "events": [
      "When Cronus became the next ruler, he imprisoned the Cyclopes and the Hecatoncheires in Tartarus and set the dragoness Campe to guard them. He married his sister, the Titaness Rhea, who bore him five children. However, Gaea and Uranus had both prophesied that Cronus would eventually be overthrown by one of his sons. So much like his father, Cronus maltreated his children, devouring each of them at the time of birth. Rhea was distressed by Cronus’ treatment of her children and, just like Gaea before him, plotted against her husband. On the advice of her mother, when it was time to give birth to her sixth child, Rhea hid herself on Crete, leaving the new-born child to be raised by the nymphs of the island. To conceal her act, she wrapped a stone in swaddling clothes and passed it off as the supposed baby to Cronus, who, unaware of her intentions, swallowed it yet again.",
    "The child was Zeus. Raised by the nymphs Adrasteia and Ida, and the she-goat Amalthea, he quickly grew into a handsome youth in a cave on the Cretan Mount Ida. When the time came, he left Crete to ask his future wife, the Titaness Metis (Wisdom), for an advice on how to defeat Cronus. She answered by preparing a drink indistinguishable from Cronus’ favorite wine but designed to make him vomit for ages. Zeus disguised himself as the gods’ cupbearer and, after a while, successfully slipped Metis’ drink to Cronus. The plan worked perfectly: Cronus started vomiting and spilled out all of Zeus’ five siblings, but only after throwing up the stone. Called Omphalos, or the Navel, the stone was later set up at Delphi by two eagles Zeus sent to meet at the center of the world. Overwhelmed with gratitude, Rhea’s children – Hestia, Demeter, Hera, Hades, and Poseidon – recognized Zeus as their leader."
    ]
  },
  "the titanomachy": {
    "title": "the Titanomachy",
    "summary": "Zeus formed alliance with the Cyclopes and the Hecatoncheires and defeated the Titans. Olympian gods dominated.",
    "characters": ["zeus", "cronus", "atlas", "gaia","cyclopes", "hecatoncheires"],
    "events": [
      "Although Cronus released all his children, he was still in command – and yet to be defeated. He was too old to protect himself from the attacks of his progeny, but he enlisted the help of the faithful Titans, who also feared the new generation of gods. This led to a decade-long war between the Titans and the Olympians, remembered by generations hence as the Titanomachy. Atlas became the Titans’ leader and led his armies to many victories. At one point, it even seemed that Zeus would be defeated. However, at the advice of Gaia, he went to Tartarus, killed Campe and released the Cyclopes and the Hecatoncheires. In gratitude, the Cyclopes provided Zeus with his signature thunderbolt; they also made a trident for Poseidon and a helmet of invisibility for Hades. The tables had turned.",
    "However, as so many times before, the final victory would not be the result of brute force, but it would happen due to a cunning little trick, possibly devised by Prometheus, who deserted from the Titans’ army beforehand. Armed with boulders, Hecatoncheires set an ambush for the Titans. At the right time, Zeus retreated his forces, drawing the Titans into the Hecatoncheires’ trap. The Hundred-Handed ones started raining down hundreds of boulders, with such a fury that the Titans thought the mountains were falling down upon them. They ran away, and Zeus could finally consider himself the King of the Universe.",
    "Zeus exiled the Titans who had fought against him into Tartarus. He made an exception with Atlas, though: being the leader of the opposing force, he was punished to hold the universe on his shoulders."
    ]
  }
}
